<%@ Page Language="C#" AutoEventWireup="true" CodeFile="Treatments.aspx.cs" Inherits="Treatments" %>

<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <title>האתר של רג'י</title>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <link rel="stylesheet" type="text/css" href="Site.css" />
</head>
<body>
    <form id="form1" runat="server">
        <div>
            <% callLogout(); %>
            <center>
                <div class="topnav" id="myTopnav">
                    <% callMenu(); %>
                </div>
                <script src="Scripts/slider_bar.js"></script>
                <center>
                    <br>
                    <br>
                    <h1 dir="rtl">קורס הויפאסנה</h1>
                    <div class="card">
                        <div class="container">
                            <h3 dir="rtl">ויפסנה במסורתו של סיאג'י או-בה-קין</h3>
                            <br>
                            כל הקורסים המתקיימים במרכז הוויפאסנה דלמה מאלי ונלמדים באמצעות קלטות וידאו ואודיו של המורה ר'גי גונדה. הקורסים נערכים בהנחיית מורים שהוסמכו לכך על ידי מר גונדה.
                     <br>
                            כל הקורסים מתחילים בערב יום ההגעה למרכז ומסתיימים בבוקר יום סיום הקורס.
                     <br>
                        </div>
                        <div class="container">
                            <h3 dir="rtl">מסגרת הקורס</h3>
                            <br>
                            במשך כל הקורס המשתתפים לנים במרכז המדיטציה, מתרגלים את הטכניקה וחווים מתוך התבוננות ישירה וחוויתית בתהליכי הגוף וההכרה.
                     <br>
                            לימוד ואימון הדרגתי של הטכניקה והבנתה באופן ישיר, נותן למתרגלים אותה כלים פשוטים להבחין בצורה ברורה ומיידית בכל המתרחש בגוף ובהכרה ומובילה אותם להזנחת המשקעים הנפשיים השליליים ולטיפוח נפש מאוזנת, מלאת חמלה חוכמה וניתן להמשיך ולתרגל באופן עצמאי בחיי היום-יום ולשמור על תודעה נקייה.
                     <br>
                            על מנת לאפשר לכל מתרגל להפיק את פירות התרגול ביתר קלות ולהעמיק בהבנתו נוצרו מספר כללים מנחים שתפקידם להיות לעזר במהלך המדיטציה.
                     <br>
                            שמירה על שמונה כללי מוסר בסיסיים
                     <br>
                            הימנעות מהרג כל יצור חי.
                     <br>
                            הימנעות מגניבה או לקיחת דבר שלא ניתן.
                     <br>
                            התנזרות מוחלטת מכל פעילות מינית.
                     <br>
                            הימנעות מדיבור שלא לצורך.
                     <br>
                            הימנעות משימוש בחומרים משכרים כלשהם (סמים או אלכוהול).
                     <br>
                            הימנעות מהתקשטות (בגדים חשופים, תכשיטים, בשמים וכדומה) ומעיסוק שאינו נוגע לתרגול (כתיבה, קריאה, התעמלות וכדומה).
                     <br>
                            הימנעות מאכילה אחרי מחצית היום (שתיים עשרה בצהריים לערך).
                     <br>
                            הימנעות משינה על מיטות מפוארות.
                     <br>
                            שמירה על כללים אלו תומכת בתרגול הויפאסנה ומסייעת לתלמיד להמשיך ולפתח ריכוז וקשב, שהם אבני יסוד התרגול
                     <br>
                        </div>
                        <div class="container">
                            <h3 dir="rtl">שלושת ההפחתות</h3>
                            <br>
                            היות שבמהלך הקורס עובר מרבית זמנינו במדיטציה ואיננו עוסקים בפעילות פיזית כלשהי פרט לישיבה והליכה, איננו מוציאים אנרגיה רבה ועל כן אין לנו צורך בשינה רבה או מזון רב. אנו מפחיתים בשלושה אלמנטים:
                     <br>
                            מזון – איננו אוכלים אחרי מחצית היום (12 בצהריים).
                     <br>
                            שינה – איננו ישנים משעת ההשכמה ועד השעה עשר בלילה (על אף שנוכל לנוח, לשכב ולחלץ עצמות ככל שנרצה)
                     <br>
                            דיבור – אנו שומרים על עקרון של שתיקה נאצלת – איננו מדברים במהלך התרגול כלל, אלא עם המורה או עם אנשי הצוות.
                     <br>
                            אכילה או שינה ודיבור שלא מצורך נובעות בדרך כלל מתוך הרגל, תאווה או פחד, אלמנטים שנרצה להתמודד אתם במהלך התרגול.
                     <br>
                            יש לזכור כי התרגול נעשה במסגרת של ׳דרך האמצע׳ או איזון, משמע כל מקרה לגופו וכל אדם ויכולתו. למשל אדם חולה או אדם אשר זקוק לטיפול תרופתי המצריך ארוחה שלישית בערב, יאכל אחרי מחצית היום, שכן בריאותו חשובה יותר. אישה בהריון תישן למעלה משש שעות בלילה, שכן הדבר הכרחי להריונה. מתרגלים בעלי צרכים מיוחדים מתבקשים לציינם בהרשמה.
                     <br>
                        </div>
                        <div class="container">
                            <h3 dir="rtl">תרגול הנתינה בסיום שיעור או קורס </h3>
                            <br>
                            בסיום כל פעילות אנו מאפשרים למשתתפים להביע את הערכתם למורה או למנחי הפעילות על ידי השארת תרומה כספית ב"קופסת הדאנה". התרומה הכספית משמשת לכיסוי הוצאות הקורס, להוצאות הבאת המורה לארץ ואירוחו (או הוצאות המנחים הישראלים, כגון דלק וכן הלאה), וכל הסכום שנותר לאחר כיסוי ההוצאות מוענק למורים (למעט סכום צנוע המופרש להוצאות השוטפות של העמותה), בהוקרה על כל פועלם בדהרמה לאורך השנים.
                     <br>
                            אנו מזמינים אתכם לחשוב על מעשה הנתינה כעל מתנה ולא כתשלום. המורים מציעים את הקורס באהבה וללא ציפייה לתמורה. אנחנו, יחד עם כל המתנדבים, שמחים על ההזדמנות להציע את השירות ולהנגיש את הדהרמה. אתם מצדכם מוזמנים להציע את הוקרתכם, ואת תמיכתכם בקיום פעילויות דומות בעתיד.
                        </div>
                    </div>
                </center>
                <div class="footer">
                </div>
        </div>
    </form>
</body>
</html>
